/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet를 적용하고 있습니다.";

/* XTIT: Info Screen text when applying the SAPcpms LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAPcpms LogSettings를 적용하고 있습니다.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "인증에 실패했습니다.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "온보딩 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "복원 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "패스코드 변경 프로세스를 취소하시겠습니까?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "어플리케이션을 재설정하시겠습니까?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "복합 단계입니다.";

/* XTIT: Info Screen text when downloading the SAPcpms ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAPcpms ClientResources를 다운로드하고 있습니다.";

/* XTIT: Info Screen text when downloading the SAPcpms Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAPcpms Destinations를 다운로드하고 있습니다.";

/* XTIT: Info Screen text when downloading the SAPcpms Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAPcpms Settings를 다운로드하고 있습니다.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "계속";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "계속";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "사용";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "사용";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "다음에 로그인할 때 패스코드를 사용하십시오.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID는 더 이상 사용할 수 없습니다.";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "다음에 로그인할 때 패스코드를 사용하십시오.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID는 더 이상 사용할 수 없습니다.";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "이제 Face ID를 사용할 수 있습니다. Face ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "이제 Touch ID를 사용할 수 있습니다. Touch ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "계속";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "신규 패스코드를 생성하십시오.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "패스코드 정책이 변경됨";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "정책 변경사항";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "이제 패스코드와 Face ID를 사용하지 않고 로그인할 수 있습니다.\n\n 앱을 바로 시작할 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "이제 패스코드와 Touch ID를 사용하지 않고 로그인할 수 있습니다.\n\n 앱을 바로 시작할 수 있습니다.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "확인";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "이제 패스코드를 사용하지 않고 로그인할 수 있습니다. \n\n 앱을 바로 시작할 수 있습니다.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "로그인 정책이 변경됨";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "통지";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "계속";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "이 버전부터 패스코드가 필요합니다. 어플리케이션의 패스코드를 생성하십시오.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "패스코드 필요";

/* XBUT: Text of No button. */
"noButtonText" = "아니오";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "OAuth 2.0 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Face ID를 사용하려면 패스코드를 입력하십시오.";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Touch ID를 사용하려면 패스코드를 입력하십시오.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "동의하지 않으면 온보딩을 계속할 수 없습니다.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "동의";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "프로세스 종료";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "SAML 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Info Screen text before presenting the SAPcpms UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "SAPcpms UserIdentity Discovery 자격 증명의 유효성을 확인하고 있습니다.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "SLS 자격 증명의 유효성을 확인하고 있습니다.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "모든 필드를 입력하십시오.";

/* XBUT: Text of Yes button. */
"yesButtonText" = "예";

